---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Binding
source: html/b1c7a878-996d-e49e-25e3-e6cf60d88576.htm
---
# Binding Members

Causes the object to release immediately any resources it may be utilizing.